[
  {
    "headword": "african-born",
    "definition": "<p>Before their arrival in Jamaica, African-born persons may have been initially transported to another location or locations in the Americas (including North America, Central America, and South America). The extant records do not convey whether some enslaved Africans at Rose Hall might have been from the same African communities and even communicated in the same or closely related African languages. It is possible that there were enslaved Africans at Rose Hall who shared similar cultural backgrounds, languages, and worldviews. [READ MORE HERE]</p> <p>Some enslaved Africans may have lived at Rose Hall for several years or for decades. Some may have shared similar circumstances of being enslaved at different plantations in Jamaica and on other Caribbean islands. There might even have been enslaved Africans at Rose Hall who had been shipmates during the Middle Passage or come from the same region in West Africa or West Central Africa. For those who might have been from the same ethnic group, and shared knowledge of the same African language or languages, they might have appreciated the opportunities, however random or infrequent, to speak to each other in a shared mother tongue or in an African language with which they were familiar.</p> ",
    "displayTerm": "African-born"
  },
  {
    "headword": "creole",
    "definition": "<p>An enslaved person described as “Creole” identified that person as not being African-born. However, that person would not necessarily have been born in Jamaica. Some Creoles at Rose Hall Plantation may have been born in the Caribbean or in another area of the Americas (including North America, Central America, and South America) and then sold and transported to Jamaica.</p>",
    "displayTerm": "Creole"
  },
  {
    "headword": "sambo",
    "definition": "<p>The term “sambo” usually described a person who had one negro parent and one mulatto or multiracial parent.</p>",
    "displayTerm": "Sambo"
  },
  {
    "headword": "mulatto",
    "definition": "<p>The term “mulatto” usually described a person who had one negro parent and one white parent.</p>",
    "displayTerm": "Mulatto"
  },
  {
    "headword": "quadroon",
    "definition": "<p>The term “quadroon” usually described a person who had one mulatto parent and one white parent.</p>",
    "displayTerm": "Quadroon"
  },
  {
    "headword": "sexual-violation",
    "definition": "<p>Although the majority of enslaved people of all ages at Rose Hall were categorized as negro, in the records, there were a few enslaved people who were classified as mulatto or quadroon. Mere references to the categorization of enslaved people as mulatto and quadroon do not reveal any sense of the conditions of conception. Just as the archival documents for Rose Hall fail to disclose the circumstances surrounding the conception of people referred to as negro, they also remain silent on the nature of the acts and processes that resulted in the births of those categorized as mulatto and quadroon. [READ MORE HERE] Due to the particular racial, gendered, and classed power dynamics on sugar plantations such as Rose Hall, it may be difficult to imagine the complexities, nuances, and simultaneity of such acts and processes of coercion and coitus. Evidence of white male enslavers’ acts of sexual violation exists in selected diaries and miscellaneous plantation records.</p>",
    "displayTerm": "Sexual Violation and White Biological Fathers"
  },
  {
    "headword": "familial-relationships",
    "definition": "<p>Every enslaved person at Rose Hall was connected in myriad ways to other persons at that plantation (whether or not they were biologically related to them), as well as possibly at other plantations in Jamaica and throughout the African diaspora. Enslaved persons created and nurtured intimate, familial bonds and relationships as part of what Celia E. Naylor calls (in the book <a href='https://ugapress.org/book/9780820362151/unsilencing-slavery/'><i>(Un)Silencing Slavery</i></a>) their expansive kinship network(s)—often referred to as “fictive kin” and “extended kinship” in academic contexts. Such relationships between persons who were not related by blood or marriage did not make them contrived or fictitious in any way. Their expansive kinship network(s) most likely included enslaved persons at Rose Hall, as well as possibly other enslaved and free persons of color in Jamaica.[READ MORE HERE]</p><p>Due to the limitations of the archival material, and the tenets of the slavocracy in Jamaica and in other parts of the African diaspora, the historical records mentioned only those named as the biological mothers of enslaved children (with no information noted regarding the biological fathers of enslaved children) at Rose Hall. Thus, the racial, gendered, and classed aspects of the Jamaican slavocracy systematically truncated personal and familial connections in the archival record by excluding references to men who might have considered themselves, and were considered by others to be, part of familial frameworks and networks. Even though we were unable to include definitive references to biological fathers and/or to men who played nurturing roles in these Rose Hall families and the broader enslaved community (as “other fathers”), we have utilized archival documents to present familial histories embedded within a communal context. </p><p>As presented in the book <a href='https://ugapress.org/book/9780820362151/unsilencing-slavery/'><i>(Un)Silencing Slavery</i></a> : <blockquote>It is important to note that even as the archival record does not provide a comprehensive narrative of relationships between enslaved people and kinship connections, whether consanguineal (by blood) and/or fictive and expansive, the multigenerational presence of several enslaved families and the myriad multigenerational communal connections at Rose Hall reflect the branches and roots of a community tree. The subject of enslaved family structures in Jamaica has been, and continues to be, an ongoing contested topic. Some have posited that enslaved Jamaican families lived primarily in nuclear families, and others have underscored more matrifocal and matrilineal family structures. Even as the trajectory in slavery studies may still be moving generally along a fairly traditional, heteronormative pathway undertaking to reconstruct and highlight heteronormative relationships, partnerships, and marriages, there have been new initiatives related to “queering slavery” and moving beyond socially constructed and restrictive heteronormative parameters. <span class='no-italic'>[The matrilineages on this website (and in the book)]</span> are not offered as deficient family trees. Instead, they reflect core, foundational elements of numerous familial and other intimate relationships that may or may not have included a significant nurturing male presence in every instance. The absence of a male presence and male lineage in the recording of births at Rose Hall and other Caribbean plantations in archival documents does not necessarily or automatically translate into a crucial role that has been denied. We cannot assume that all enslaved children who were fathered by enslaved men emerged out of loving, monogamous, heteronormative partnerships at Rose Hall. It is most likely that those enslaved children who were fathered by enslaved men were born due to multiple, complicated, intimate relationships that might have been short-lived or long-lasting, monogamous or polyamorous, consensual or nonconsensual, and even beyond any of the monikers we use in the present day to categorize and simplify the complex and countless interactions and intimacies between people. To consider a community framework and community tree in addition to individual family trees that include women, men, and children at Rose Hall offers an opportunity for us to move beyond linear lineages to community lineages and communal groundings. Some of these intimacies and interactions would have been not only biologically centered but also created because of gendered identities and within generational cohorts. <span class='no-italic'>(pp. 43–44)</span></blockquote>",
    "displayTerm": "Familial and Other Relationships"
  },
  {
    "headword": "nine-day-period",
    "definition": "<p>It is not possible to know exactly who named individual enslaved people at Rose Hall or what complicated processes of naming transpired in the days and weeks following the birth of an enslaved infant. The archival references to infants living or not living after 9 days of their birth may have been based on the Yoruba, Akan, and Ga practices of waiting until the eighth day before a newborn’s name was shared as part of a naming ceremony. [READ MORE HERE]</p> <p>As discussed in the book <a href='https://ugapress.org/book/9780820362151/unsilencing-slavery/'><i>(Un)Silencing Slavery</i></a> : <blockquote>Waiting until the eighth day to name newborns in these West African contexts emerged as a way to make sure the newborn had completely transitioned from one realm to another and survived the first week of life before being named. This practice also allowed some time for the family and community to get to know the newborn and to decide on appropriate names for the child. This practice and related West African and West Central African customs of naming might have been reshaped and utilized by African-born and Creole enslaved people in Jamaica partially in response to the deleterious circumstances and conditions of the plantationscape (including references in the archival documents about the ninth day after birth representing a particular kind of final gateway to a new realm of being) (pp. 72-73).</blockquote>",
    "displayTerm": "Nine-Day Period"
  },
  {
    "headword": "hogmeat-gang",
    "definition": "<p>The majority of enslaved children between the ages of 5 and 9 worked in the hogmeat gang at Rose Hall. The hogmeat gang served as the entry point into field work. After the hogmeat gang, enslaved children beginning at the age of 9 or 10 would then become part of the second gang. They usually remained in the second gang until they were 15 or 16 years old, and then they joined the first gang. At Rose Hall and other Jamaican sugarcane plantations, those in the second gang often engaged in the same laborious work as the enslaved adults in the first gang.[READ MORE HERE]</p> <p>However, there were exceptions to the work regime for enslaved children. For example, in 1832, two enslaved children (Rose and Thomas) were already working in the hogmeat gang at the age of 4, and 6-year-old Henry McLean was “not at work.”</p>",
    "displayTerm": "Hogmeat or Children's Gang"
  },
  {
    "headword": "passing-of-child",
    "definition": "<p>Enslaved parents and other members of the enslaved community would have engaged in acts and processes of mourning and grieving at the passing of their child or children. Specific mourning, grieving, and mortuary acts and processes of enslaved people at Rose Hall are not recorded in the archival documents, and still we recognize that when one person passed at Rose Hall (no matter the age of that person), there would have been other persons in the Rose Hall enslaved community who would have experienced a range of feelings in response to that person having passed on. [READ MORE HERE] At Rose Hall Plantation (and other plantations in the African diaspora), many enslaved parents experienced the passing of one child and in some cases the passing of multiple children. We can only begin to imagine the waves of grief, mourning, as well as a range of other emotions and processes related to the passing of one child or multiple children, no matter whether those children passed within days of their birth or much later on as adults.</p>",
    "displayTerm": "Passing of Children"
  },
  {
    "headword": "negro",
    "definition": "<p>The term “negro” usually described a person who was not deemed multiracial and whose parents were both described as negro.</p>",
    "displayTerm": "Negro"
  }
]
